import { IQuiz } from "../types/types";

export const QUIZ: IQuiz[] = [
  {
    title: "ЦЕЛЬ ПОКУПКИ",
    checks: [
      "Глэмпинг",
      "Строительство",
      "Инвестиции",
      "Бизнес",
      "Дом для жизни (ИЖС)",
    ],
  },
  {
    title: "Районы",
    checks: [
      "Центральный",
      "Адлерский",
      "Хостинский",
      "Лазаревский",
      "Красная Поляна",
      "Сириус",
      "Не знаю город",
    ],
  },
  {
    title: "КОГДА ХОТИТЕ КУПИТЬ?",
    checks: ["1-3 месяца", "3-6 месяцев", "6-12 месяцев"],
  },
];
